Revit 2027 API
ParameterTypeId.PhyMaterialParamSubclass Property
 "Subclass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamSubclass { get; }
Public Shared ReadOnly Property PhyMaterialParamSubclass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamSubclass {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamSubclass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace